Repository: mmansour1997/Mzllah-Mobile-App
Catalog: lib/l10n/app_*.arb
Languages: ar

# infoloyalty3
source: Your loyalty points can be saved and redeemed for different items, not just coffee. You can redeem your points on a bag of coffee beans, a brewing workshop, or even a barista course!
ar: يمكنك الاحتفاظ بنقاط الولاء الخاصة بك واستبدالها بأي منتجات ترغب بها. كما يمكنك استبدال نقاطك بكيس من حبوب البن أو الحصول على دورة في تخمير القهوة أو حتى دورة باريستا.

# infoloyalty4
source: Login now to join our loyalty program!
ar: سجّل الآن للانضمام إلى برنامج الولاء!

# infoloyalty5
source: Login Now!
ar: سجّل الآن!

source: First Name
ar: الاسم الأول

source: Last Name
ar: الاسم الأخير

# dob
source: Date of Birth (dd/mm/yyyy)
ar: تاريخ الميلاد (dd/mm/yyyy)

source: Password
ar: كلمة المرور

source: Confirm Password
ar: تأكيد كلمة المرور

source: SIGN UP
ar: إنشاء حساب

source: LOG IN
ar: تسجيل الدخول

source: NEW USER?
ar: مستخدم جديد؟

source: EXISTING USER?
ar: لديك حساب؟

source: FORGOT PASSWORD?
ar: نسيت كلمة المرور؟

# resetmessage
source: Please follow the link sent to your email to reset your password.
ar: يرجى الضغط على الرابط الذي تم إرساله لبريدك الإلكتروني لإعادة ضبط كلمة المرور الخاصة بك.

source: SEND REQUEST
ar: أرسل الطلب

# mzllahnewjournal
source: MZLLAH COFFEE JOURNAL
ar: مفكرة القهوة من مزلّة

# journalmessage
source: Please log in to use the Mzllah Coffee Journal.
ar: يرجى تسجيل الدخول لاستخدام مفكرة القهوة

# pleasename
source: Please enter a name!
ar: يرجى إدخال اسم!

# pleasephone
source: Please enter a phone number!
ar: يرجى إدخال رقم هاتف!

# pleasedate
source: No Date Chosen!
ar: لم يتم اختيار التاريخ

source: Invalid email!
ar: بريد إلكتروني غير صحيح

source: Autofill error
ar: خطأ في الملء التلقائي

# autofillmessage
source: Please go to Settings->Autofill service and set to Google to save your passwords.
ar: يرجى الذهاب إلى خصائص خدمة الملء التلقائي وقم بضبطها إلى جوجل لحفظ كلمة المرور الخاصة بك

# passwordshort
source: Password is too short!
ar: كلمة المرور قصيرة

# passwordmismatch
source: Passwords do not match!
ar: كلمة المرور غير متطابقة

# failedauth
source: Authentication failed
ar: فشل في التحقق

# usedemail
source: This email is already in use.
ar: هذا البريد الإلكتروني مستخدم سابقاً

# invalidemail2
source: This is not a valid email address.
ar: بريد إلكتروني غير صحيح

# weakpassword
source: This password is too weak.
ar: كلمة المرور ضعيفة جداً

# emailnotfound
source: Could not find a user with that email.
ar: لم يتم العثور على مستخدم بهذا البريد الإلكتروني

source: Invalid password.
ar: كلمة مرور غير صحيحة

# laterauth
source: Could not authenticate you. Please try again later.
ar: تعذر التحقق منك، يرجى المحاولة لاحقاً

# deletefailed
source: Deleting failed
ar: فشل في الحذف

# pleasetitle
source: Please provide a title
ar: يرجى إدخال اسم القهوة

# pleaseprice
source: Please provide a valid price
ar: يرجى إدخال سعر صحيح للقهوة

# pleasetime
source: No Time Chosen!
ar: لم يتم اختيار الوقت

# pleasedose
source: Please provide a valid dose
ar: يرجى اختيار الكمية المناسبة

# pleasemass
source: Please provide a valid mass
ar: يرجى اختيار مقدار الماء المناسب

# pleasetemp
source: Please provide a valid temperature
ar: يرجى اختيار درجة الحرارة المناسبة

# pleasemin
source: Please provide a valid minute
ar: يرجى اختيار الدقيقة الصحيحة

# pleasesec
source: Please provide a valid second
ar: يرجى اختيار الثانية الصحيحة

# pleasepercent
source: Please provide a valid percentage
ar: يرجى اختيار نسبة مئوية صحيحة
