Repository: mmansour1997/Mzllah-Mobile-App
Catalog: lib/l10n/app_*.arb
Languages: ar

# language
source: English
ar: العربية

source: ABOUT MZLLAH
ar: عن مزلّة

source: LOYALTY PROGRAM
ar: برنامج الولاء

source: OUR COFFEE
ar: قهوتنا

source: COFFEE JOURNAL
ar: مفكرة القهوة

# coffeejournalhome
source: Coffee Journal
ar: مفكرة القهوة

source: CONTACT US
ar: اتصل بنا

# contactusdrawer
source: CONTACT US
ar: اتصل بنا

source: BREW CALCULATOR
ar: حاسبة القهوة

source: Home
ar: الرئيسية

source: Loyalty
ar: برنامج الولاء

source: Brew
ar: حضّر قهوتك

source: ABOUT US
ar: من نحن

source: LOG OUT
ar: تسجيل الخروج

# brewdescription
source: PRESS THE GEAR ICON TO ENTER THE RATIO AND THEN ENTER WATER OR COFFEE VALUE TO CALCULATE
ar: اضغط على أيقونة الترس لإدخال النسبة ثم أدخل كمية الماء أو القهوة لتبدأ الحساب

# brewmeasure
source: SELECT RATIO ML/GR:
ar: اختر النسبة مل/جم:

# brewcommand
source: Insert the new ratio gr/ml
ar: أدخل النسبة الجديدة مل/جم

# brewhint
source: ex. 15
ar: مثلاً 15

# brewhint200
source: ex.200
ar: مثلاً 200

# brewhint10
source: ex. 10
ar: مثلاً 10

source: Okay
ar: تم

source: COFFEE GR.
ar: قهوة (جم)

source: WATER ML.
ar: ماء (مل)

source: Start
ar: ابدأ

source: Pause
ar: توقف

source: Reset
ar: أعد الضبط

# recipes
source: CLICK THE ICONS FOR RECIPES
ar: اضغط على الأيقونات لوصفات القهوة

source: TIMER
ar: المؤقت

source: ml.
ar: مل.

source: gr.
ar: جم.

# coffeecommand
source: Enter coffee amount in gr.
ar: أدخل كمية القهوة بالجرام

# watercommand
source: Enter water amount in ml.
ar: أدخل كمية الماء بالمل

# loyaltytitle
source: MZLLAH LOYALTY PROGRAM
ar: وصف نظام نقاط الرواد الأوفياء

# abouttext
source: The name Mzllah is no accident. It celebrates the ancient traditions of Bedouin coffee brewing that are our inspiration. Traditional coffee rituals called for three types of Dallahs – or coffee pots – when preparing and serving Arabic coffee. The coffee was brewed with cardamom in the hard-wearing Dallah Al Khamrah. The brew was then steeped with additional herbs and spices in the Dallah Al Talgeemah. The hero of our story is the elegantly patterned Dallah Al Mzllah, used to serve coffee to guests and representing the climax of the coffee ritual. The Mzllah inspires us, in name and spirit. It reminds us of old traditions of hospitality, and of that special moment where coffee is served, and conversation begins.
ar: لم يأت اسم مزلّة بمحض الصدفة. مزلّة احتفاء واحتفال بالتقاليد الإماراتية العريقة لتحميص القهوة وتحضيرها. لهذا، استلهمنا اسمنا من أصالة ذلك التاريخ الشامخ لنبقيه حيًا في ذاكرتنا ونصون به ميراثنا. ولأن دلة القهوة العربية رمز الضيافة الإماراتية، تطلبت تقاليد تحضير وتقديم القهوة العربية فيما مضى ثلاث أنواع من الدلات – الدلة الأولى هي “دلة الخمرة”، وهي دلة كبيرة يتم تتبيل القهوة مع الهيل فيها، قبل أن تسكب في “دلة التلقيمة” حيث تُنقع مع المزيد من البهارات والأعشاب. أما “دلة المزلّة”، فهي الدلة التي “يتقهوى” منها الضيوف، أي التي تُستخدم لتقديم القهوة للضيوف والترحيب بهم، وبذلك، وضع آخر اللمسات على هذا التقليد الشهي. ألهمتنا دلة المزلّة، اسماً وجوهراً ومعنى، فقد ذكرّتنا بتقاليدنا العريقة وضيافتنا الشهيرة وتلك اللحظات الحميمية عندما تُقدّم القهوة وتبدأ السواليف.

# abouttext2
source: Surrounded by the majesty of the Hajar Mountains, Mzllah café is our social space. It’s where warm welcomes are the norm, and the Emirati tradition of hospitality and carefully brewed coffee comes to vibrant life. It’s where stories are shared, conversations struck and friendships strengthened — always over a cup of the finest speciality coffee with handpicked beans. Mzllah’s ethos is simple — to elevate the craft of coffee, changing it from a beverage to an immersive journey of flavours. We don’t just want you to experience coffee, but understand it, and engage with it. Every note has meaning, and every aroma narrates a tale of beans carefully sourced and roasted with care.
ar: تحيط سلسلة جبال الحجر الشامخة بمقهى مزلّة من كافة الجهات مما أضفى عليه طابعاً اجتماعياً ساحراً وغنياً بمظاهر الضيافة الإماراتية الأصيلة ابتداءً من رائحة القهوة المحضّرة بعناية ووصولاً إلى الأجواء الاجتماعية المريحة والنابضة بالحياة، مزلّة هي المكان المثالي للتحدث ومشاركة القصص مع الأصدقاء، والاستمتاع بأجود وألذ أنواع القهوة المختصة المحضرة من محاصيل البن الفاخرة والمنتقاة بعناية… ودائماً ، تحلو القهوة مع من نحب. تتلخص قيم مزلّة في الارتقاء بحرفة صناعة القهوة وتحويل تجربة الزبون من مجرد تناول مشروب إلى الاستمتاع برحلةٍ تذوقٍ غنيةٍ بالنكهات، وبذلك تتعدى تجربة ضيوفنا مجرّد شرب القهوة لتصل إلى الإحساس الرفيع بخواصّها والتفاعل معها، فكل إيحاءات القهوة لها معنى، وكل رائحة تروي قصة محاصيل البن التي تم انتقاؤها وتحميصها بعناية فائقة.

# abouttitle
source: MZLLAH COFFEE HOUSE & ARTISAN ROASTERY
ar: مزلّة كافيه ومحمصة احترافية

source: HELLO
ar: مرحباً

# balance
source: YOUR REDEEMABLE BALANCE IS
ar: رصيدك القابل للاسترداد هو

source: EARN POINTS
ar: اكسب نقاط

source: REDEEM POINTS
ar: استبدل نقاط

# accumulated
source: Total accumulated points :
ar: إجمالي النقاط التي جمعتها:

# membership
source: Membership Level :
ar: مستوى العضوية:

source: Silver
ar: فضية

source: Gold
ar: ذهبية

source: Platinum
ar: بلاتينيوم

source: None
ar: لا يوجد

source: LEARN MORE
ar: اعرف أكثر

# loyaltytabtitle
source: MZLLAH LOYALTY PROGRAM
ar: برنامج الولاء من مزلّة

# baristatext
source: Please enter spent amount in AED below, then click submit to scan the QR code from our barista:
ar: رجاءً أدخل المبلغ بالدرهم، ثم اضغط على أرسل لمسح الرمز الضوئي من الشخص الذي يحضّر القهوة:

source: Amount
ar: المبلغ

source: Submit
ar: أرسل

source: E-Mail
ar: البريد الإلكتروني

source: Phone
ar: الهاتف

source: ADDRESS
ar: العنوان

# addressline1
source: UAE, Fujairah, Al Hilal City
ar: الإمارات العربية المتحدة، الفجيرة، مدينة الهلال

# addressline2
source: Al Hilal Residential Tower
ar: برج الهلال السكني

source: Add Entry
ar: اختر القهوة

source: Rate Flavours
ar: قيّم النكهة

# tasterjournal
source: TASTER'S JOURNAL
ar: مفكّرة القهوة

source: TITLE:
ar: النوع:

source: PRODUCER:
ar: المنتِج:

source: ORIGIN:
ar: الأصل:

source: ROASTER:
ar: المحمصة:

source: ROAST DATE:
ar: تاريخ التحميص:

source: GRIND SETTING:
ar: ضبط الطحن:

source: PRICE:
ar: السعر:

source: SELECT BREWING:
ar: اختر التخمير:

source: LOCATION:
ar: الموقع:

source: PICK DATE:
ar: اختر التاريخ:

source: PICK TIME:
ar: اختر الوقت:

source: Picked Date:
ar: التاريخ المختار:

source: Picked Time
ar: الوقت المختار:

source: DOSE:
ar: الكمية:

source: WATER MASS:
ar: مقدار الماء:

source: TEMPERATURE:
ar: درجة الحرارة:

# minute
source: mm
ar: دقيقة

# second
source: ss
ar: ثانية

source: EXTRACTION TIME:
ar: وقت الإزالة:

source: TDS %:
ar: إجمالي حبات القهوة المذابة %:

source: EXTRACTION YIELD %:
ar: كمية القهوة الناتجة %:

source: RATING:
ar: التقييم:

source: NOTES:
ar: ملاحظات:

source: Finish
ar: منعشة

source: Salt
ar: مالحة

source: Bitter
ar: مُرّة

source: Sour
ar: حامضة

source: Sweet
ar: حلوة

source: Caramel
ar: كراميل

source: Chocolate
ar: شوكولاتة

source: Nut
ar: مكسرات

source: Smoke
ar: مدخن

source: Spice
ar: توابل

source: Floral
ar: أزهار

source: Berry
ar: توت

source: Citrus
ar: حمضيات

source: Body
ar: القوام

source: Next
ar: التالي

source: Back
ar: السابق

# noentry
source: No entry added yet!
ar: لا توجد قهوة مضافة بعد

source: points
ar: نقطة

# p1title
source: Free Coffee Beverage
ar: مشروب قهوة مجاني

# p1description
source: Select anyone of our coffee or signature drinks from our current menu
ar: اختر أياً من قهوتنا أو مشروباتنا المميزة من قائمتنا الحالية

# p2title
source: Free Pastries
ar: معجنات مجانية

# p2description
source: Select anyone of our pastries or dessert from our current menu.
ar: اختر أياً من معجناتنا أو حلوياتنا الحالية

# p3title
source: Free Classic Range Coffee Beans 250g
ar: مجموعة حبوب قهوة كلاسيكية مجانية 250 جرام

# p3description
source: Select any one of our 250g Classic Range coffees currently available
ar: اختر أياً من أنواع القهوة الكلاسيكية المتوفرة حالياً والتي يبلغ وزنها 250 جراماً

# p4title
source: Free High Range Coffee Beans 250g
ar: حبوب قهوة عالية الجودة مجانية 250 جرام

# p4description
source: Select any one of our 250g High Range coffees currently available
ar: اختر أياً من أنواع القهوة عالية الجودة التي يبلغ وزنها 250 جرام المتوفرة حالياً

# p5title
source: Free VIP Range Coffee Beans 100g
ar: مجموعة حبوب قهوة VIP مجانية 100 جرام

# p5description
source: Select any one of our 100g VIP Range coffees currently available
ar: اختر أياً من أنواع القهوة التي يبلغ حجمها 100 غرام والمتوفرة حالياً للشخصيات المميزة

# p6title
source: Free Cupping Course
ar: دورة مجانية لإعداد الأكواب

# p6description
source: Redeem to avail a free 1 hour long cupping course on the earliest available date that is convenient
ar: استبدلها للاستفادة من دورة حجامة مجانية مدتها ساعة واحدة في أقرب تاريخ متاح يناسبك

# p7title
source: Free Brewing Course
ar: ورشة تخمير مجانية

# p7description
source: Redeem to avail a free 1 and a half hour long brewing workshop on the earliest available date that is convenient for you
ar: استرد الأموال للاستفادة من ورشة عملية تخمير مجانية مدتها ساعة ونصف في أقرب تاريخ متاح يناسبك

# p8title
source: Free Barista Course
ar: ورشة تخمير مجانية

# p8description
source: Redeem to avail a free 4 hour long hands on barista training on the earliest available date that is convenient for you
ar: استرد للحصول على تدريب مجاني لمدة 4 ساعات على ورشة عملية تخمير في أقرب تاريخ متاح يناسبك

source: REDEEM ITEM
ar: قم بالاستبدال

# c1title
source: Wonsho Sidama
ar: ونشو سيداما

# c1region
source: Wonsho, Sidama
ar: ونشو، سيداما

# c1altitude
source: 1950 masl
ar: 1950 متر

# c1process
source: Natural
ar: طبيعية

# c1varietal
source: Indigenous Heirloom
ar: إرث السكان الأصليين

# c1cupping
source: Dark chocolate, stone fruit, and fruit molasses. Medium acidity, chewy mouthfeel, and medium-heavy body.
ar: شوكولاتة داكنة، فاكهة بنواة، دبس الفاكهة، حموضة متوسطة، قوام مرن وكثافة متوسطة.

# c1description
source: This beautiful coffee is grown, harvested and processed by members of the Fero cooperative, a group of some 4,000 farmers living in the Wonsho District of the Sidama Zone in Ethiopia. Fero farmers have worked to improve coffee quality and soil health over many years, working with Cooperative Coffees to attend workshops that hone and refine their craft.
ar: تُزرع هذه القهوة اللذيذة وتُحصد وتُعالج من قبل أعضاء جمعية فيرو التعاونية، وهي مجموعة تضم تقريباً 4000 مزارع يعيشون في إقليم ونشو بمنطقة سيداما في إثيوبيا. قام مزارعو فيرو بتحسين جودة القهوة وصحة التربة لعدة سنوات، حيث عملوا مع جمعيات القهوة التعاونية لحضور ورش العمل التي تشحذ وتصقل مهاراتهم الحرفية.

# c2title
source: Finca La Esperanza
ar: فينكا لا إسبيرانزا

# c2region
source: Antioquia, Finca La Esperanza farm
ar: أنتيوكيا، مزرعة فينكا لا إسبيرانزا

# c2altitude
source: 2050 masl
ar: 2050 متر

# c2process
source: Natural
ar: طبيعية

# c2varietal
source: Caturra & Colombia
ar: كاتورا وكولومبيا

# c2cupping
source: Floral, citrus fruits, and boiled candy. Complex acidy, syrupy mouthfeel, and a honey-like body.
ar: فواكه وحمضيات، حلوى قاسية، مركب حمضي، طعم سائل وقوام يشبه العسل.

# c2description
source: John Jairo De Jeus Quiroz Serna inherited Finca La Esperanza from his father 25 years ago. When he first began working the farm, there was not a coffee tree in sight. John refocused the farm, starting with Caturra beans and then following with Castillo Rosario. He named his land ‘La Esperanza’ (The Hope), heralding the constant coffee cycle — from flower to green to red, ripe cherries — that imbues people with hope of a beautiful harvest.
ar: ورث جون سيرنا مزرعة فينكا لا إسبيرانزا من والده منذ 25 عاماً. عندما بدأ العمل في المزرعة لأول مرة، لم تكن هناك أية شجرة قهوة. أعاد جون تشكيل المزرعة مبتدئاً بحبوب كاتورا ثم متابعاً مع كاستيلو روزاريو. أطلق على أرضه اسم لا إسبيرانزا (الأمل)، معلناً عن عصر قوي في عالم القهوة – يبدأ من تفتح البراعم إلى الثمار الخضراء وحتى نضوجها بلونها الأحمر - باعثة الأمل بقدوم موسم حصاد جميل.

# c3title
source: Finca La Zaccatin Tabi
ar: فينكا لا زاكاتين تابي

# c3region
source: Antioquia, Finca El Zacatin farm
ar: أنتيوكيا، مزرعة فينكا إل زاكاتين

# c3altitude
source: 2100 masl
ar: 2100 متر

# c3process
source: Natural
ar: طبيعية

# c3varietal
source: Tabi
ar: تابي

# c3cupping
source: Berries, passionfruit, and baking spices. Tart Acidity, Juicy mouthfeel, and medium body.
ar: توت، باشن فروت، توابل، حموضة لاذعة، نكهة مثيرة وكثافة متوسطة.

# c3description
source: Eduardo, the eldest son of the Fernandez family, and a third-generation coffee farmer, has transformed Zacatin into a speciality coffee farm. Eduardos farm has become recognised for its quality, fruit-forward coffees, including speciality varieties such as Geisha, SL-28, Sudan Rume, and Tabi. You can taste the dedication that Eduardo puts into his farm as he focuses on naturally-processed coffees. The Antioquia region is lucky enough to harvest twice a year — between November and February and then again between April and June.
ar: قام إدواردو، الإبن البكر لعائلة فرنانديز، وهو مزارع قهوة من الجيل الثالث، بتحويل زاكاتين إلى مزرعة قهوة مختصة. أصبحت مزرعة إدواردو معترف بها لجودتها ونكهة الفاكهة المميزة فيها، إضافة إلى الأصناف المختصة مثل جايشا، SL-28 ، سودان روم وتابي. يمكنك الشعور بالتفاني الذي وضعه إدواردو في مزرعته بفضل تركيزه على القهوة المصنعة بشكل طبيعي. تعتبر منطقة أنتيوكيا محظوظة بما فيه الكفاية للحصاد مرتين في السنة – بين شهري نوفمبر وفبراير ثم مرة أخرى بين أبريل ويونيو.

# c4title
source: Gesha Hartman Farm
ar: مزرعة جيشا هارتمان

# c4region
source: Damarli Estate
ar: : مقاطعة دمرلي

# c4altitude
source: 1800 masl
ar: 1800 متر

# c4process
source: Washed
ar: مغسول

# c4varietal
source: Caturra
ar: كاتورا

# c4cupping
source: Coffee blossom, peach, orange, marzipan, mild but complex acidity with light body and juicy mouthfeel.
ar: زهر نبتة القهوة، خوخ، برتقال، معجون اللوز، حموضة معتدلة ولكن معقدة مع قوام خفيف وطعم مثير.

# c5title
source: Bazaru
ar: بازارو

# c5region
source: Butaganzwa Estate
ar: مقاطعة بوتاجانزوا

# c5altitude
source: 1800 masl
ar: 1800 متر

# c5process
source: Washed
ar: مغسول

# c5varietal
source: Bourbon
ar: بوربون

# c5cupping
source: Hazelnuts, grape and apricot notes, soft and smooth mouthfeel, full, juicy body.
ar: بندق، عنب ومشمش، مذاق ناعم وسلس، نكهة مميزة.

# c6title
source: Tano Batak
ar: تانو باتاك

# c6region
source: Sumatra Gayo
ar: سومطرة جايو

# c6altitude
source: 1750 masl
ar: 1750 متر

# c6process
source: Washed
ar: مغسول

# c6varietal
source: Typica
ar: تايبيكا

# c6cupping
source: Earthy notes, molasses, and dates. Zesty acidity, with a heavy body.
ar: نكهة ترابية، دبس السكر، تمر، ليمون حامض وقوام كثيف.

# c7title
source: Alta Mogiana
ar: ألتا موجيانا

# c7region
source: Alta Mogiana Mineira
ar: ألتا موجيانا مينيرا

# c7altitude
source: 1200 masl
ar: 1200 متر

# c7process
source: Natural
ar: طبيعية

# c7varietal
source: Yellow Catuai
ar: كاتواي أصفر

# c7cupping
source: Dried fruit, raw cashew nuts, and milk chocolate. Mild acidity, velvety mouthfeel, and medium body.
ar: فواكه مجففة، كاجو وشوكولاتة الحليب، حموضة معتدلة، نكهة ناعمة وقوام متوسط.

# c7description
source: Alta Mogiana is the name given to a selection of superb coffees from a group of around 100 smallholder producers in the Mogiana region of Brazil. The region takes its name from the railway system, Railways Mogiana Company, which was built in to transport the huge volumes of coffee grown in the area.The traditional coffee region is in the south-east of Minas Gerais, and produces outstanding Brazilian coffees. The combination of altitude, between 1080 to 1270 meters above sea level, and moderate temperatures, produces naturally sweet beans.
ar: ألتا موجيانا مينيرا هو الاسم الذي يطلق على تشكيلة مختارة من القهوة الرائعة من مجموعة تضم تقريباً 100 منتج من ملاك المزارع الصغيرة في منطقة موغيانا بالبرازيل. أخذت المنطقة اسمها من شركة موجيانا للسكك الحديدية، التي بنيت لنقل كميات ضخمة من القهوة المزروعة في المنطقة.

source: REGION:
ar: المنطقة:

source: ALTITUDE:
ar: الارتفاع فوق سطح البحر:

source: PROCESS:
ar: المعالجة:

source: VARIETAL:
ar: السلالة:

# cupping
source: CUPPING NOTES
ar: الإيحاءات:

# farm
source: THE FARM
ar: المزرعة:

# recipebrew
source: BREW RATIO & GRIND:
ar: نسبة التحضير والطحن:

source: STEP 1
ar: الخطوة 1

source: STEP 2
ar: الخطوة 2

source: STEP 3
ar: الخطوة 3

source: STEP 4
ar: الخطوة 4

source: STEP 5
ar: الخطوة 5

source: STEP 6
ar: الخطوة 6

source: STEP 7
ar: الخطوة 7

# v60title
source: HARIO V60 BREW GUIDE
ar: دليل التحضير (أداة هاريو V60)

# v60recipebrew
source: 20 grams coffee to 250 grams water, grind the coffee slightly coarser than beach sand.
ar: 20 غراماً من القهوة إلى 250 غراماً من الماء. اطحن القهوة لتصبح إلى حد ما أكثر خشونة من رمال الشاطئ.

# v60step1
source: Fill your kettle and set to boil.
ar: املأ الغلاية واتركها تغلي.

# v60step2
source: Take a filter, open it up, set in the brewing device. Rinse thoroughly with hot water then discard water.
ar: أحضر فلتراً وافتحه ثم ثبته في جهاز التخمير. اشطفه جيداً بالماء الساخن ثم تخلص من الماء.

# v60step3
source: Place the brewer on the scale and tare to zero.
ar: ضع آلة التحضير على الميزان وأفرغها نهائياً.v

# v60step4
source: Once the kettle boils, grind your weighed coffee and add it to the brewing device. Tare the brewer with coffee to zero.
ar: بمجرد أن تغلي الغلاية، اطحن القهوة التي تم وزنها وأضفها إلى جهاز التخمير. أفرغ دلة التخمير الممتلئة بالقهوة نهائياً.

# v60step5
source: Start your timer and pour three times as much water as coffee (e.g. 20g coffee x 3 = 60g water) over the grounds. The goal is even saturation, so pour slowly in a clockwise pattern. This essential step allows the coffee to de-gas, enabling the water to yield the full potential of the coffee. This is called the bloom.
ar: شغّل العداد واسكب ثلاثة أضعاف كمية الماء الموجودة في القهوة على القهوة المطحونة (على سبيل المثال 20 غراماً من القهوة × 3 = 60 غراماً من الماء). الهدف هو التشبع، لذا اسكب ببطء في اتجاه عقارب الساعة. تسمح هذه الخطوة الأساسية للقهوة بالتخلص من الغازات، مما يمكّن الماء من إنتاج قهوة غنية بالنكهة. هذا يسمى بالتطور.

# v60step6
source: Add water every 30 seconds in stages of 50 to 100g at a time until you reach the final brew weight. Pour the water in a spiral pattern on to the coffee. Do not pour directly onto the paper filter above the coffee.
ar: أضف الماء كل 30 ثانية على مراحل من 50 إلى 100 غرام في المرة الواحدة حتى تصل إلى وزن التحضير النهائي. اسكب الماء بشكل حلزوني على القهوة. لا تسكب مباشرة على المرشح الورقي فوق القهوة.

# v60step7
source: Once the liquid disappears from above the grounds the brew is finished.
ar: بمجرد أن يختفي السائل من فوق الحبيبات، تنتهي عملية التخمير .

# chemextitle
source: CHEMEX BREW GUIDE
ar: دليل التحضير (أداة كميكس)

# chemexrecipebrew
source: 20 grams coffee to 250 grams water, grind the coffee slightly coarser than rough sea salt.
ar: 20 غراماً من القهوة إلى 250 غراماً من الماء. اطحن القهوة لتصبح إلى حد ما أكثر خشونة من ملح البحر الخام.

# chemexstep1
source: Fill your kettle and set to boil.
ar: املأ الغلاية بالماء واتركها تغلي.

# chemexstep2
source: Take a filter, open it up, set in the brewing device. Rinse thoroughly with hot water then discard water.
ar: أحضر فلتراً وافتحه ثم ثبته في جهاز التخمير. اشطفه جيداً بالماء الساخن ثم تخلص من الماء.

# chemexstep3
source: Place the brewer on the scale and tare to zero.
ar: ضع أداة التحضير على الميزان وأفرغها نهائياً.

# chemexstep4
source: Once the kettle boils, grind your weighed coffee and add it to the brewing device. Tare the brewer with coffee to zero.
ar: بمجرد أن تغلي الغلاية، اطحن القهوة التي تم وزنها وأضفها إلى جهاز التخمير. أفرغ دلة التخمير الممتلئة بالقهوة نهائياً.

# chemexstep5
source: Start your timer and pour three times as much water as coffee (e.g. 20g coffee x 3 = 60g water) over the grounds. The goal is even saturation, so pour slowly in a clockwise pattern. This essential step allows the coffee to de-gas, enabling the water to yield the full potential of the coffee. This is called the bloom.
ar: شغّل العداد واسكب ثلاثة أضعاف كمية الماء الموجودة في القهوة على القهوة المطحونة (على سبيل المثال 20 غراماً من القهوة × 3 = 60 غراماً من الماء). الهدف هو التشبع، لذا اسكب ببطء في اتجاه عقارب الساعة. تسمح هذه الخطوة الأساسية للقهوة بالتخلص من الغازات، مما يمكّن الماء من إنتاج قهوة غنية بالنكهة. هذا يسمى بالتطور.

# chemexstep6
source: Add water every 30 seconds in stages of 50 to 100g at a time until you reach the final brew weight. Pour the water in a spiral pattern on to the coffee. Do not pour directly onto the paper filter above the coffee.
ar: أضف الماء كل 30 ثانية على مراحل من 50 إلى 100 غرام في المرة الواحدة حتى تصل إلى وزن التحضير النهائي. اسكب الماء بشكل حلزوني على القهوة. لا تسكب مباشرة على المرشح الورقي فوق القهوة.

# chemexstep7
source: Once the liquid disappears from above the grounds the brew is finished.
ar: بمجرد أن يختفي السائل من فوق الحبيبات، تنتهي عملية التخمير .

# aeropresstitle
source: AEROPRESS BREWING GUIDE
ar: دليل التحضير (أداة AeroPress)

# aeropressrecipebrew
source: 18 grams coffee to 200 grams water, grind the coffee slightly finer than beach or the same as fine table salt.
ar: 18 غراماً من القهوة إلى 200 غرام من الماء. اطحن القهوة بشكل أنعم قليلاً من رمال الشاطئ أو مثل ملح الطعام الناعم.

# aeropressstep1
source: Rinse the paper filter.
ar: اشطف الفلتر الورقي.

# aeropressstep2
source: Assemble your Aeropress with the opening where the filter attaches pointing up.
ar: قم بتجميع آلة الضغط Aeropress مع الغطاء حيث يتم تثبيت المرشح متجهاً نحو الأعلى.

# aeropressstep3
source: Use the funnel to put the coffee in the brew chamber.
ar: استخدم القُمُعْ لوضع القهوة في حجرة التخمير.

# aeropressstep4
source: Start your timer and pour 50 to 100 grams of water into the brew chamber. Immediately stir with the paddle to ensure the water saturates the grounds.
ar: شغّل العداد واسكب من 50 إلى 100 غرام من الماء في حجرة التحضير. اقلبها على الكوب وهزه على الفور للتأكد من أن الماء يشبع الحبيبات.

# aeropressstep5
source: After a minute, add additional water for a total of 200 grams. Immediately stir back and forth for 10 seconds just vigorously enough to not overflow the brew chamber.
ar: بعد دقيقة، أضف مزيداً من الماء ليصبح المجموع 200 غرام. حرك على الفور إلى الأعلى والأسفل، ذهاباً وإياباً لمدة 10 ثوان بقوة كافية حتى لا يطفح في حجرة التحضير.

# aeropressstep6
source: Place the filter onto the brew chamber and flip your Aeropress over onto your cup or server. Gently start plunging down until you hear a hissing sound. This should take at least 30 seconds.
ar: ضع الفلتر على حجرة التحضير واقلب أداة AeroPress على الكوب. ابدأ في تذويب القهوة برفق حتى تسمع صوت صفير خفيف. سيستغرق الأمر 30 ثانية على الأقل.

# aeropressstep7
source: Your total brew time should be between 2 minutes and 2:30 minutes. A shorter brew time will produce a brighter cup. A longer brew time will produce a sweeter cup.
ar: يجب أن يكون إجمالي وقت التحضير ما بين دقيقتين و 2:30 دقيقة. كلما كان وقت التحضير أقل، ستحصل على فنجان قهوة مكثف. وإذا كان وقت التحضير أطول فستحصل على فنجان قهوة لذيذ ونقي جداً.

# mzllahnewloyalty
source: MZLLAH LOYALTY PROGRAM
ar: برنامج الولاء من مزلّة

# infoloyalty1
source: We’re sure you’ll find value in our loyalty system and seasonal app user exclusive offers! But let’s tell you how it works first:
ar: نحن متأكدون أنك ستجد قيمة حقيقية في برنامج الولاء لدينا والعروض الحصرية الخاصة بمستخدمي التطبيق! لكن دعنا نطلعك كيف تسير الأمور أولاً:

# infoloyalty2
source: Once you’ve settled your bill at Any Mzllah Location you can ask your barista to assist you with a QR code to verify your points. Each 1 AED spent is equal to 1 point to keep it nice and simple.
ar: بمجرد أن تسدد قيمة فاتورتك لدى أي كافيه مزلّة، يمكنك أن تطلب من معدّ القهوة أن يساعدك في رمز الـ QR لتتحقق من نقاطك. كل درهم إماراتي واحد تنفقه يعادل نقطة واحدة.
